---
kind: other
id: Methods.T:Autodesk.Revit.DB.BoundingBoxContainsPointFilter
source: html/c6389e91-b60a-b379-5f1d-35274cf07ecb.htm
---
# BoundingBoxContainsPointFilter Methods

Applies the filter to a given element.